var sheet_questions = [
    {
        title: "Вопрос 1 -> 2",
        answer: ["Ответ 1", "Ответ 2", "Ответ 3", "Ответ 4"],
        good: 1
    },
    {
        title: "Вопрос 2 -> 1",
        answer: ["Ответ 1", "Ответ 2", "Ответ 3", "Ответ 4"],
        good: 0
    },
    {
        title: "Вопрос 3 -> 4",
        answer: ["Ответ 1", "Ответ 2", "Ответ 3", "Ответ 4"],
        good: 3
    },
    {
        title: "Вопрос 4 -> 3",
        answer: ["Ответ 1", "Ответ 2", "Ответ 3", "Ответ 4"],
        good: 2
    },
  ]

