var questions = [
                    {
                        q:"Что растёт в огороде?", 
                        a1:"1: Лук",
                        a2:"2: Пистолет",
                        a3:"3: Пулемёт",
                        a4:"4: Ракета СС-20",
                        correct:1
                    },
{q:"Как называют микроавтобусы, совершающие поездки по определённым маршрутам?",a1:"1: Рейсовка",a2:"2: Путёвка",a3:"3: Курсовка",a4:"4: Маршрутка",correct:4},
{q:"О чём писал Грибоедов, отмечая, что он «нам сладок и приятен» ?",a1:"1: Дым Отечества",a2:"2: Дух купечества",a3:"3: Дар пророчества",a4:"4: Пыл девичества",correct:1},
{q:"Какого персонажа нет в известной считалке «На золотом крыльце сидели» ?",a1:"1: Сапожника",a2:"2: Кузнеца",a3:"3: Короля",a4:"4: Портного",correct:2},
{q:"Какой специалист занимается изучением неопознанных летающих объектов?",a1:"1: Кинолог",a2:"2: Уфолог",a3:"3: Сексопатолог",a4:"4: Психиатр",correct:2},
{q:"Как называется разновидность воды, в которой атом водорода замещён его изотопом дейтерием?",a1:"1: Лёгкая",a2:"2: Средняя",a3:"3: Тяжёлая",a4:"4: Невесомая",correct:3},
{q:"Что такое десница?",a1:"1: Бровь",a2:"2: Глаз",a3:"3: Шея",a4:"4: Рука",correct:4},
{q:"В какое море впадает река Урал?",a1:"1: Азовское",a2:"2: Чёрное",a3:"3: Средиземное",a4:"4: Каспийское",correct:4},
{q:"На что кладут руку члены английского общества лысых во время присяги?",a1:"1: Баскетбольный мяч",a2:"2: Бильярдный шар",a3:"3: Апельсин",a4:"4: Кокосовый орех",correct:2},
{q:"Как назывался каменный монолит, на котором установлен памятник Петру I в Санкт-Петербурге?",a1:"1: Дом-камень",a2:"2: Гром-камень",a3:"3: Гора-камень",a4:"4: Разрыв-камень",correct:2},
{q:"Как Пётр Ильич Чайковский назвал свою серенаду для скрипки с оркестром си-бемоль минор?",a1:"1: Флегматическая",a2:"2: Меланхолическая",a3:"3: Холерическая",a4:"4: Сангвиническая",correct:2},
{q:"Какого ордена не было у первого советского космонавта Юрия Гагарина?",a1:"1: «Ожерелье Нила» (Египет)",a2:"2: «Крест Грюнвальда» (Польша)",a3:"3: «Плайя Хирон» (Куба)",a4:"4: «Орден двойного дракона» (Китай)",correct:4},
{q:"Какое животное имеет второе название — кугуар?",a1:"1: Оцелот",a2:"2: Леопард",a3:"3: Пума",a4:"4: Пантера",correct:3},
{q:"Что в России 19 века делали в дортуаре?",a1:"1: Ели",a2:"2: Спали",a3:"3: Ездили верхом",a4:"4: Купались",correct:2},
{q:"Какой химический элемент назван в честь злого подземного гнома?",a1:"1: Гафний",a2:"2: Кобальт",a3:"3: Бериллий",a4:"4: Теллур",correct:2},
];

